const quotes = [
    "Сьогодні - це подарунок, тому живіть його на повну. - Анна Квіндлен",
    "У кожному новому дні є нова надія, нова можливість, новий початок.",
    "Секрет успіху - це почати зроблячи перший крок. - Марк Твен",
    "Люди, які змінюють світ, розпочинають зміну з себе. - Нельсон Мандела",
    "Сьогодні - це завтрашній спогад. - Джеремі Джонсон",
    "Будьте тими змінами, які ви хочете бачити у світі. - Махатма Ганді",
    "Життя - це не те, яке ви пережили, а те, яке ви запам'ятали. - Іван Тургенєв",
    "Щастя - це не щось готове. Воно приходить від ваших власних дій. - Далай Лама",
    "Ваша сила - в вашій унікальності. - Опра Вінфрі",
    "Ваша думка створює вашу реальність. Почніть свій день з позитивних думок і планів."
]

const line = document.getElementById("lineForQuote");
line.innerHTML = quoteOfTheDay();

function quoteOfTheDay(){
    return quotes[Math.floor(Math.random() * quotes.length)];
}